[Clues.Clue_Color_Blue DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは青い服を着ている。"

[Clues.Clue_Color_Blue_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Color_Red DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは赤い服を着ている。"

[Clues.Clue_Color_Red_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Gender_Female DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは女性だ。"

[Clues.Clue_Gender_Female_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Gender_Male DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは男性だ。"

[Clues.Clue_Gender_Male_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Hat_No DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットはヘルメット、ぼうし、仮面を着けていない。"

[Clues.Clue_Hat_No_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Hat_Yes DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットはヘルメット、ぼうし、もしくは仮面を着けている。"

[Clues.Clue_Hat_Yes_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_PickUp:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_InteractText="`GBA_Use` 拾う"

[Clues.Clue_Pickup_Belt_twk DisTweaks_Key]
m_Description="謎の手がかり"

[Clues.Clue_Pickup_Belt_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name=""

[Clues.Clue_PickupSample DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="謎の手がかり"

[Clues.Clue_Type_AristoFemale DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは貴族の女性だ。"

[Clues.Clue_Type_AristoFemale_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_AristoMale DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは貴族の男性だ。"

[Clues.Clue_Type_AristoMale_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_CityGuard DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは衛兵だ。"

[Clues.Clue_Type_CityGuard_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_EliteGuard DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは衛兵隊長だ。"

[Clues.Clue_Type_EliteGuard_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_Prostitute DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは高級コールガールだ。"

[Clues.Clue_Type_Prostitute_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_Servant DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName="手がかり"
m_Description="ターゲットは使用人だ。"

[Clues.Clue_Type_Servant_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="謎の敵対者"
m_PluralItemName=""
m_Description="気付かれる事なく謎の敵の手がかりを4つ入手し、正体を突き止めて暗殺せよ。\n \nターゲットはランダムに設定される。 \n手かがりを全て集めなくてもターゲットを暗殺してよいが、無実の者を殺した場合、終了となる。\n発見されてはならない。もしされればターゲットは逃走する。\n\n手がかりは何人かのベルトにはさまっており、ピックポケットする必要がある。 \n\nスコア: \n* 全ての手がかりを集めずにターゲットを殺した場合、多くのポイントが得られる。 \n* 衛兵は暗殺よりも気絶させる方が、気絶よりも避ける方がポイントにつながる。\n\n失敗: \nターゲットが逃走を完了するか、無実の者を殺したときチャレンジ失敗となる。"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="謎の敵対者"
m_PluralItemName=""
m_Description="気付かれる事なく謎の敵の手がかりを4つ入手し、正体を突き止めて暗殺せよ。\n \nターゲットはランダムに設定される。 \n手かがりを全て集めなくてもターゲットを暗殺してよいが、無実の者を殺した場合、終了となる。\n発見されてはならない。もしされればターゲットは逃走する。\n\nスコア: \n* 全ての手がかりを集めずにターゲットを殺した場合、多くのポイントが得られる。  \n* 衛兵は暗殺よりも気絶させる方が、気絶よりも避ける方がポイントにつながる。\n\n失敗: \nターゲットが逃走を完了するか、無実の者を殺したときチャレンジ失敗となる。"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.GlobalDistraction_Buffet_AbstrInv DisAbstractItem]
m_ItemName="告知"
m_PluralItemName=""
m_Description=""

[Notes.GlobalDistraction_PianoLounge_AbstrInv DisAbstractItem]
m_ItemName="告知"
m_PluralItemName=""
m_Description=""

[Notes.GlobalDistraction_Show_AbstrInv DisAbstractItem]
m_ItemName="告知"
m_PluralItemName=""
m_Description=""

[Pickup_Twk.Doll_AbtrItm DisAbstractItem]
m_ItemName="エミリーの人形"
m_PluralItemName="エミリーの人形"
m_Description="エミリーが大切にしていた人形。"

[Pwn_Tweaks.NPCPlotSettings_twk DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage=""
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage=""
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage=""

[Tweaks.locked_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_FocusLockedMessage=""

[Usable.clock_twk DisTweaks_UsableObject]
m_LockedMessage=""

[Usable.clock_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="時計"
m_InteractText="`GBA_Use` 時間を設定する"

[Usable.Twk_Map_MysteryMan DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Usable.Twk_Map_MysteryMan:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="エリアマップ"
m_InteractText="`GBA_Use` 見る"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

